Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Well, as far as the university thing goes, ehhh, I can’t really talk about that. I mean, yeah, obviously I know, I’m like the first person they talk to about something like that, but it’s classified. I sure as hell wouldn’t put that down in an e-mail, so maybe you should just come down and talk to me. You know, if I was free to talk about it, which I’m obviously not. Bring food. (Seriously, I can’t talk about it, I don’t even wanna know how you know about it. But you should still bring me food. Not sausages, don’t make this weird.) Charlie --------------------------------------------------------- TO: CHARLIE WINCOTT FROM: FIONA MILLER DATE: OCT 8, 2016 – 11:01am SUBJECT: RE: WHAT’S UP GIRL Jesus, Charlie, I can tell that you’re a man of great sophistication. Did you major in smooth talk, or…? Actually, hey, speaking of education, I heard rumors about that op coming up at the university. I know you know, ‘cause you always know about that sort of stuff. It sounds pretty serious. What the hell’s all that about? Fiona --------------------------------------------------------- TO: FIONA MILLER FROM: CHARLIE WINCOTT DATE: OCT 8, 2016 – 10:12am SUBJECT: WHAT’S UP GIRL So I had a dream about you last night. It wasn’t anything bad, don’t worry, but it was pretty fucking weird. Let’s just say that if you have a second mouth hidden under your arm that keeps on insisting that the international stock market’s being controlled by the Pittsburgh Steelers, this would be a real good time to tell me. I mean, I don’t usually have premonitions or anything, I don’t believe in that crap, but just the same, I’d hate for that one to turn out to be true. Oh, and also that mouth eats nothing but sausages, real chompy chomp style. So, you know, there’s probably nothing Freudian happening there. Just wanted you to know. What’re you up to? Charlie
pl_pl: Jeśli chodzi o uniwersytet, to nie mogę o tym mówić. To znaczy, tak, oczywiście wiem, że jestem pierwszą osobą, z którą rozmawiają o czymś takim, ale to jest tajne. Na pewno nie napisałbym tego w e-mailu, więc może powinieneś po prostu przyjść i ze mną porozmawiać. Wiesz, gdybym mógł o tym porozmawiać, ale oczywiście nie mogę. Przynieś jedzenie. (Poważnie, nie mogę o tym rozmawiać, nie chcę nawet wiedzieć, skąd o tym wiesz. Ale i tak powinnaś mi przynieść jedzenie. Tylko nie kiełbaski, żeby nie było dziwnie) Charlie --------------------------------------------------------- DO: CHARLIE WINCOTT OD: FIONA MILLER DATA: 8 PAŹDZIERNIKA 2016 - 11:01 TEMAT: ODP: CO TAM LASKA Jezu, Charlie, widzę, że jesteś bardzo wyrafinowanym człowiekiem. Ukończyłeś studia na kierunku gładka gadka, czy...? Właściwie, hej, mówiąc o edukacji, słyszałam plotki o zbliżającym się otwarciu na uniwersytecie. Wiem, że wiesz, bo zawsze wiesz o takich rzeczach. Brzmi to dość poważnie. O co w tym wszystkim chodzi? Fiona --------------------------------------------------------- DO: FIONA MILLER OD: CHARLIE WINCOTT DATA: 8 PAŹDZIERNIKA 2016 - 10:12 TEMAT: CO TAM LASKA Więc miałem sen o tobie zeszłej nocy. Nie było to nic złego, nie martw się, ale było to cholernie dziwne. Powiedzmy, że jeśli masz drugą gębę ukrytą pod pachą, która upiera się, że międzynarodowy rynek akcji jest kontrolowany przez Pittsburgh Steelers, to byłby naprawdę dobry moment, żeby mi o tym powiedzieć. Zazwyczaj nie mam przeczuć, nie wierzę w takie bzdury, ale nie chciałbym, żeby to okazało się prawdą. Aha, i te usta jedzą tylko kiełbaski, w prawdziwym stylu chompy chomp. Więc wiesz, prawdopodobnie nie ma w tym nic freudowskiego. Chciałem tylko, żebyś wiedziała. Co porabiasz? Charlie

source: Well, at least we got it under control now.
pl_pl: Przynajmniej mamy to pod kontrolą.

source: Well, before you "said hi," Gatehouse squad was talking about activating security measures to lock some door on the second floor.
pl_pl: Cóż, zanim się „przywitałeś”, oddział Gatehouse mówił o aktywowaniu środków bezpieczeństwa w celu zablokowania niektórych drzwi na drugim piętrze.

source: Well, he is and he ain't. Hatch is the public face. Serene's the real boss. He likes to keep a low profile.
pl_pl: Cóż, jest i nie jest. Hatch jest publiczną twarzą. Serene jest prawdziwym szefem. Lubi się nie wychylać.

source: Well, how's that possible? It wasn't even the same time machine he entered at the university.
pl_pl: Jak to możliwe? To nawet nie był ten sam wehikuł czasu, do którego wszedł na uniwersytecie.

source: Well, if they'd made them in the first place we wouldn't be here!
pl_pl: Cóż, gdyby w ogóle je zrobili, nie byłoby nas tutaj!

source: Well, it sounded like he thought you had his countermeasure.
pl_pl: Brzmiało to tak, jakby myślał, że masz jego środek zaradczy.

source: Well, it used to be our forte. You're the one that sold out.
pl_pl: Wiesz, kiedyś to była nasza specjalność. To ty się sprzedałeś.

source: Well, maybe.
pl_pl: Może.

source: Well, shit.
pl_pl: Cholera.

source: Well, thanks for the ride, cab guy. I hope you made it out of the university okay...
pl_pl: Dzięki za podwózkę, taksówkarzu. Mam nadzieję, że udało ci się wydostać z uniwersytetu...

source: Well, that's deep.
pl_pl: Głębokie.

source: Well, that's weird.
pl_pl: Hm, dziwne.

source: Well, the last time I didn't listen to you the Fracture occurred. Consider me open to following orders.
pl_pl: Ostatnim razem, gdy cię nie posłuchałem, doszło do wypadku. Jestem otwarty na wykonywanie rozkazów.

source: Well, the numbers don't lie.
pl_pl: Liczby nie kłamią.

source: Well, there it is. The CFR, countermeasure, whatever it's called. Help yourself, Joyce.
pl_pl: No i proszę. RPC, środek zaradczy, czy jakkolwiek to się nazywa. Częstuj się, Joyce.

source: Well, there's a line between control and playing God. And this crosses it. By a long shot.
pl_pl: Cóż, istnieje granica między kontrolą a zabawą w Boga. A to ją przekracza. I to znacznie.

source: Well, what have we got here.
pl_pl: No no, co my tu mamy.

source: Well, you don't seem very motivated considering that asshole just issued your death warrant.
pl_pl: Cóż, nie wydajesz się zbyt zmotywowany, biorąc pod uwagę, że ten dupek właśnie wydał na ciebie wyrok śmierci.

source: Well, you haven't seen Serene and Hatch work their magic. Eleven minutes after we left, I heard the cleaners had every bullet hole filled. Police have the whole campus roped off...but guess who paid off the police.
pl_pl: Nie widziałeś, jak działają Serene i Hatch. Jedenaście minut po tym, jak wyszliśmy, usłyszałem, że „czyściciele” wypełnili wszystkie dziury po kulach. Policja odgrodziła cały kampus... ale zgadnij, kto opłacił policję.

source: Well, you know. Us business types need somewhere to practice our putting.
pl_pl: No wiesz. My, biznesmeni, potrzebujemy miejsca, w którym moglibyśmy poćwiczyć stawianie klocków.

source: Well, you're kinda lucky, 'cause Serene's left the building. We're in lockdown, but the good news is, I know this system like the back of my hand. I can open doors for you. All of 'em.
pl_pl: Masz szczęście, bo Serene opuścił budynek. Jesteśmy zamknięci, ale dobra wiadomość jest taka, że znam ten system jak własną kieszeń. Mogę otworzyć dla ciebie drzwi. Wszystkie.

source: Well. If you insist.
pl_pl: No dobra. Skoro nalegasz.

source: Well... I mean, there's a sports car parked on the streets back there. It's kinda wrecked, it's a little unusual...
pl_pl: Cóż... To znaczy, na ulicy zaparkowany jest sportowy samochód. Jest trochę rozbity, trochę nietypowy...

source: Well... that's the great cab mystery of 2016 solved. I hope Nick's okay. Wherever he is. Or whenever. Whatever.
pl_pl: Cóż... wielka zagadka 2016 roku została rozwiązana. Mam nadzieję, że Nickowi nic nie jest. Gdziekolwiek jest. Albo kiedykolwiek. Nieważne.

source: We’re pinned down!!
pl_pl: Jesteśmy przygwożdżeni!

source: We’ve got a visual on Joyce!
pl_pl: Widzimy Joyce'a!

source: We’ve looked at the preliminary data on the frequency and severity of the stutters and crunched the numbers, and the results are alarming. Our original projection, which gave us years until the Fracture reached the point where time breaks down completely, does not match up with the progression of stutters we are experiencing. Put simply, the stutters are happening more and more frequently, clearly indicating that the Meyer-Joyce field is breaking down much faster than we thought. Taking the rate of acceleration, we can hypothesize that we might have as little as 24 hours until we reach the End of Time, or the point at which time stops, and no longer starts up again. We do not know why the original projection was wrong, and why that data – which we do consider reliable, coming as it does from Mr. Serene – seems to entirely contradict our current findings. Regardless, the main issue seems clear: in order to achieve Monarch Solutions’ stated goals, the Lifeboat protocol should be activated ASAP.
pl_pl: Przyjrzeliśmy się wstępnym danym na temat częstotliwości i nasilenia zacięć i przeanalizowaliśmy liczby, a wyniki są alarmujące. Nasza pierwotna prognoza, która dawała nam lata do momentu, w którym Pęknięcie osiągnie punkt, w którym czas całkowicie się załamie, nie pasuje do progresji zacięć, którego doświadczamy. Mówiąc prościej, zacięcia zdarzają się coraz częściej, co wyraźnie wskazuje, że pole Meyera-Joyce'a rozpada się znacznie szybciej, niż sądziliśmy. Biorąc pod uwagę tempo przyspieszenia, możemy postawić hipotezę, że możemy mieć zaledwie 24 godziny do osiągnięcia Końca Czasu lub punktu, w którym czas się zatrzymuje i nie zaczyna się ponownie. Nie wiemy, dlaczego pierwotna prognoza była błędna i dlaczego te dane - które uważamy za wiarygodne, ponieważ pochodzą od pana Serene - wydają się całkowicie sprzeczne z naszymi obecnymi ustaleniami. Niezależnie od tego, główna kwestia wydaje się jasna: aby osiągnąć określone cele Monarch Solutions, protokół Łodzi Ratunkowej powinien zostać aktywowany jak najszybciej.

source: Wha-what? Why is there an egg?
pl_pl: Co? Jakie jajko?

source: Whaaat! That is some Darth Vader Force shit you're doin' right now! Epic. I'm tweeting this later.
pl_pl: Ja cie gacie! To jest jak moc Dartha Vader'a, a ty ją masz! Epickie. Wrzucę to później na Twittera.

source: What I am about to do will change the very fabric of...
pl_pl: To, co zamierzam zrobić, zmieni strukturę...

source: What a waste.
pl_pl: Co za strata.

source: What about Jack Joyce?
pl_pl: A co z Jack'iem Joyce'm?

source: What about this Burke guy? He was under arrest in the same transport as me.
pl_pl: A co z Burke? Był aresztowany w tym samym pojeździe, co ja.

source: What about you? I can swing by, and--
pl_pl: A co z tobą? Mogę czmychnąć i...

source: What are these doing here? We should be set up by now.
pl_pl: Co to tu robi? Powinniśmy być już gotowi.

source: What are you even looking for? Hey! I have a right to know?
pl_pl: Czego ty w ogóle szukasz? Hej! Mam prawo wiedzieć?

source: What are you going to do?
pl_pl: Co zamierzasz zrobić?

source: What are you talking about, Jack?
pl_pl: O czym ty mówisz, Jack?

source: What are you talking about?
pl_pl: O czym ty mówisz?

source: What can I say, I have a knack of milking money out of wealthy investors.
pl_pl: Cóż mogę powiedzieć, mam talent do wyciągania pieniędzy od bogatych inwestorów.

source: What do we got here?
pl_pl: Co my tu mamy?

source: What do you mean?
pl_pl: Co masz na myśli?

source: What do you mean? We get the countermeasure and we bring it back. That's still the plan, right?
pl_pl: Co to znaczy? Zdobędziemy środek zaradczy i sprowadzimy go z powrotem. Taki jest plan, prawda?

source: What do you need?
pl_pl: Czego potrzebujesz?

source: What does that mean?
pl_pl: Co to oznacza?

source: What exactly do you believe changed in Beth?
pl_pl: Co dokładnie zmieniło się w Beth?

source: What exactly does Monarch think is coming?
pl_pl: Co dokładnie według Monarch nadchodzi?

source: What happened to Dr. Henry Kim
pl_pl: Co się stało z dr Henrym Kimem?

source: What happened to the power relay?
pl_pl: Co się stało z przekaźnikiem zasilania?

source: What happened to you? Looks like you ran into that creepy thing...
pl_pl: Co ci się stało? Wygląda na to, że wpadłeś na to przerażające coś...

source: What happened?
pl_pl: Co się stało?

source: What have we got here...
pl_pl: Co my tu mamy...

source: What have you done, Jack?
pl_pl: Co zrobiłeś, Jack?

source: What if we stop the Fracture from ever happening in the first place? We can go back to yesterday, undo everything in the past before it happens.
pl_pl: A co, jeśli w ogóle powstrzymamy koniec świata? Możemy cofnąć się do wczoraj, cofnąć wszystko z przeszłości, zanim to się stanie.

source: What is all this?
pl_pl: Co to jest?

source: What is he?
pl_pl: Kim on jest?

source: What is it?
pl_pl: Co jest?

source: What is the deal with Serene, anyway? I mean, I thought Hatch was the big boss.
pl_pl: O co w ogóle chodzi z Serenem? Znaczy, myślałem, że Hatch jest tak naprawdę szefem.

source: What is this, a goddamn spaceship?
pl_pl: Co to jest, cholerny statek kosmiczny?

source: What is this?
pl_pl: Co to jest?

source: What makes you think it's ever gonna end? This could be it, asshole. And I for one mean to keep on going, so you better pull your fucking weight and help us get that stutterproofing back online.
pl_pl: Dlaczego myślisz, że to się kiedykolwiek skończy? Właśnie o to chodzi, dupku. A ja mam zamiar to kontynuować, więc lepiej, kurwa, weź się w garść i pomóż nam przywrócić odporność na zacięcia.

source: What precinct are they from? Do they have names or badge numbers? Over.
pl_pl: Z jakiego są komisariatu? Czy mają nazwiska lub numery odznak? Odbiór.

source: What the fuck is going on in there?!
pl_pl: Co tam się, kurwa, dzieje?!

source: What the fuck is that thing?
pl_pl: Co to, kurwa, jest?

source: What the fuck is that?
pl_pl: Co to, kurwa, jest?

source: What the fuck is this?
pl_pl: Co to, kurwa, jest?

source: What the fuck was that thing?
pl_pl: Co to, kurwa, było?

source: What the fuck was that?! Shoot him!!
pl_pl: Co to kurwa było?! Zastrzel go!!!

source: What the fuck!
pl_pl: Co jest kurwa!

source: What the fuck! ALERT!
pl_pl: Co jest kurwa! ALARM!

source: What the fuck. Was that Hatch?
pl_pl: Co jest kurwa. Czy to był Hatch?

source: What the fuck...
pl_pl: Co jest kurwa...

source: What the hell am I looking at?
pl_pl: Na co ja do cholery patrzę?

source: What the hell are we fighting?
pl_pl: Z czym do cholery walczymy?

source: What the hell are you doing up there?
pl_pl: Co ty tam do cholery robisz?

source: What the hell did they do to the time machine?
pl_pl: Co oni do cholery zrobili z wehikułem czasu?

source: What the hell happened here?
pl_pl: Co tu się do cholery stało?

source: What the hell happened to him?
pl_pl: Co się z nim stało?

source: What the hell happened to you?
pl_pl: Co w ciebie wstąpiło do cholery?

source: What the hell is Paul up to?
pl_pl: Co do diabła knuje Paul?

source: What the hell is that!
pl_pl: Co to do cholery jest!

source: What the hell is that?
pl_pl: Co to do cholery jest?

source: What the hell is this?
pl_pl: Co to do cholery jest?

source: What the hell were you doing here, brother? Time travel experiments with rats?
pl_pl: Co ty tu do cholery robiłeś, bracie? Eksperymenty z czasem z udziałem szczurów?

source: What the hell!
pl_pl: Co do diabła!

source: What the hell's going on around here?
pl_pl: Co tu się do cholery dzieje?

source: What the hell, Jack?
pl_pl: Co do cholery, Jack?

source: What the hell...
pl_pl: Co do cholery...

source: What the hell... What is this?
pl_pl: Co do diabła... Co to jest?

source: What the hell?
pl_pl: Co do diabła?

source: What the shit?
pl_pl: Co do cholery?

source: What the shit?! Did you just -- I, am I seeing -- no, no, no, no, um... Okay, I'm losing it.
pl_pl: Co do cholery?! Czy ty właśnie - ja, czy ja widzę - nie, nie, nie, nie, um... Dobra, tracę panowanie nad sobą.

source: What the--
pl_pl: Co do...

source: What the...
pl_pl: Co do...

source: What the... Someone's in here.
pl_pl: Co do... Ktoś tu jest.

source: What up fools, So, I looked up Amy Ferrero. She checks out pretty much how you’d expect – good grades, no student loans because daddy’s got money, popular, the classic “I’m better than you because I care so much” package, not studying anything even remotely useful in a world where you gotta work for a living. She’s into this whole activist lifestyle, always protesting this or that, and generally just hugging every tree and saving every whale she sees. Yawn. On average, she signs two petitions a week and generally spends half her life sticking her nose in other people’s shit. Credit where it’s due, she’s pretty good at it. Also, she’s got a lot of friends who’re all into this stuff, and she seems to be real good at getting them coordinated. Kinda makes her perfect for our purposes, ‘cause if you can talk her into saying what we want, there’s a lot of folks who’re gonna listen. No boyfriend, or girlfriend, I dunno which way she swings (why doesn’t she put that on the internet, doesn’t she know that’s what it’s for?), but there’s that family of hers, looks like she’s got real close ties. So if we need leverage, that’s where you’ll find it. You may wanna make sure she stays on our side, though. Like I said, she’s pretty popular with the rest of these people, and if they get the idea she’s been screwed over, they just might get pretty mad. You know how these neo-hippie bleeding heart hipster types are, always up in arms about something. Holy shit I’m glad I’m not in school anymore. Charlie
pl_pl: Co tam głupole, Sprawdziłem Amy Ferrero. Sprawdza się tak, jak można by się spodziewać - dobre oceny, brak pożyczek studenckich, bo tatuś ma pieniądze, popularna, klasyczne „jestem lepsza od ciebie, bo tak bardzo mi zależy”, nie studiuje niczego nawet troszkę przydatnego w świecie, w którym trzeba pracować na życie. Jest w tym całym aktywistycznym stylu życia, zawsze protestuje przeciwko temu czy tamtemu i ogólnie po prostu przytula każde drzewo i ratuje każdego wieloryba, którego zobaczy. Ziew. Podpisuje średnio dwie petycje tygodniowo i generalnie spędza połowę swojego życia na wtykaniu nosa w cudze gówno. Trzeba przyznać, że jest w tym całkiem niezła. Ponadto ma wielu przyjaciół, którzy są zaangażowani w te sprawy, a ona wydaje się być naprawdę dobra w koordynowaniu ich. To sprawia, że jest idealna do naszych celów, bo jeśli uda wam się namówić ją do powiedzenia tego, co chcemy, jest wielu ludzi, którzy będą słuchać. Nie ma chłopaka ani dziewczyny, nie wiem, co ją kręci (dlaczego nie umieściła tego w Internecie, czy nie wie, że do tego służy?), ale jest jej rodzina, wygląda na to, że ma naprawdę bliskie więzi. Więc jeśli potrzebujemy dźwigni, tam ją znajdziesz. Warto jednak upewnić się, że pozostanie po naszej stronie. Jak już mówiłem, jest dość popularna wśród reszty tych ludzi i jeśli dojdą do wniosku, że została wydymana, mogą się nieźle wkurzyć. Wiesz, jacy są ci neo-hipisowscy hipsterzy o krwawiących sercach, zawsze o coś się martwią. Jasna cholera, cieszę się, że nie chodzę już do szkoły. Charlie

source: What was Will doing in there?
pl_pl: Co Will tam robił?

source: What was he talking about?
pl_pl: O czym on mówił?

source: What was that!
pl_pl: Co to było!

source: What was that?
pl_pl: Co to było?

source: What was that? I think I heard something, search the area.
pl_pl: Co to było? Chyba coś słyszałem, przeszukaj teren.

source: What was that?!
pl_pl: Co to było?!

source: What would you like to do?
pl_pl: Co chciałbyś robić?

source: What!
pl_pl: Co!

source: What'd you do with him?!
pl_pl: Co z nim zrobiliście?!

source: What'd you do!
pl_pl: Co ty zrobiłeś!

source: What're they gonna do to that Burke guy?
pl_pl: Co oni zrobią temu Burke'owi?

source: What're we gonna do?
pl_pl: Co teraz zrobimy?

source: What're you doing?
pl_pl: Co ty robisz?

source: What're you gonna do with the extra cash?
pl_pl: Co zrobisz z tą dodatkową kasą?

source: What's going on here? I thought I'd run into organized resistance.
pl_pl: Co tu się dzieje? Myślałem, że natrafię na zorganizowany opór.

source: What's going on here? Since when did Will run a graffiti workshop? None of this crap was here in 2016.
pl_pl: Co jest grane? Od kiedy Will prowadzi warsztaty graffiti? Niczego takiego tutaj nie było w 2016 roku.

source: What's going on? I thought this'd be the one place things were under control.
pl_pl: Co się dzieje? Myślałem, że to będzie jedyne miejsce, w którym wszystko będzie pod kontrolą.

source: What's going on? Is it a bomb?!
pl_pl: Co się dzieje? Czy to bomba?!

source: What's happening?
pl_pl: Co się dzieje?

source: What's happening? Did Hatch get hit?
pl_pl: Co się dzieje? Czy Hatch został trafiony?

source: What's its name?
pl_pl: Jak się nazywa?

source: What's on the computer?
pl_pl: Co jest na komputerze?

source: What's our plan once we grab her?
pl_pl: Jaki mamy plan, gdy już ją złapiemy?

source: What's the hold-up?
pl_pl: Co się dzieje?

source: What's the plan here? Isn't anybody coordinating this shit?
pl_pl: Jaki jest plan? Czy nikt nie koordynuje tego gówna?

source: What's the sit-rep?
pl_pl: Co się dzieje?

source: What's their chopper waiting for? A pickup?
pl_pl: Na co czeka ich helikopter? Odbierają kogoś?

source: What. The. Shit.
pl_pl: Co. Jest. Kurde.

source: What... the fuck does that mean? What am I doing here?
pl_pl: Co to, kurwa, ma znaczyć? Co ja tu robię?

source: What... the... fuck? This is... the future?
pl_pl: Co... do... kurwy nędzy? To jest... przyszłość?

source: What...?
pl_pl: Co...?

source: What?
pl_pl: Co?

source: What? No, Jack! I need the--
pl_pl: Co? Nie, Jack! Potrzebuje...

source: What? Why is there an egg in this?
pl_pl: Że co? Jakie jajko?

source: What? Why? He's the only one that knows how to use the countermeasure.
pl_pl: Co? Dlaczego? Tylko on wie, jak użyć tego środka zaradczego.

source: What? You didn't say zero! C'mon, man. We need ground rules for these things.
pl_pl: Co? Nie powiedziałeś zero! Przy takich rzeczach trzeba trzymać się reguł.

source: What?!
pl_pl: Co?!

source: Whatever Will did, I wanna make it right.
pl_pl: Cokolwiek zrobił Will, chcę to naprawić.

source: Whatever happened, it got a lot worse in 2010.
pl_pl: Cokolwiek się stało, w 2010 roku było znacznie gorzej.

source: Whatever you want, I don't have the time.
pl_pl: Cokolwiek ode mnie chcesz, nie mam na to czasu.

source: Whatever. I posted the theory on a forum and already got 13 likes.
pl_pl: Nieważne. Wrzuciłem teorię na forum i już dostałem 13 polubień.

source: What’s it look like out there?
pl_pl: Jak to wygląda?

source: What’s your name? Where are the police? I’m calling the police!
pl_pl: Jak się nazywasz? Gdzie jest policja? Dzwonię na policję!

source: When Doctor Kim passed away your brother was the obvious choice to bring in to replace him.
pl_pl: Kiedy doktor Kim odszedł, twój brat był oczywistym wyborem, by go zastąpić.

source: When Jack was affected by the pulse from the time machine, he became a living chronon particle generator. This gives him his powers, and allows him to remain active in stutters.
pl_pl: Kiedy Jack został dotknięty impulsem z wehikułu czasu, stał się żywym generatorem cząsteczek chrononu. To daje mu jego moce i pozwala mu funkcjonować podczas zacięć.

source: When Monarch came for the time machine at the university, Paul was trapped in it. He escaped into the future. Whatever happened to him there changed him.
pl_pl: Kiedy Monarch dobrało się do wehikułu czasu na uniwersytecie, Paul został w nim uwięziony. Uciekł w przyszłość. Cokolwiek mu się tam przydarzyło, zmieniło go.
